Repository: WachterJud/qaul.net-ng
Catalog: qaul_ui/lib/l10n/app_*.arb
Languages: de, it, zh_tw

# languageName
source: English
de: Deutsch
it: Italiano
zh_tw: 繁體中文

# createAccountHeading
source: Choose a user name
de: Wähle einen Nutzernamen
it: Scegli un username
zh_tw: 選擇用戶名

# cancelDialogButton
source: CANCEL
de: Abbrechen
it: Cancella
zh_tw: 取消

# backButtonTooltip
source: Back
de: Zurück
it: Indietro
zh_tw: 返回

# sendTooltip
source: Send
de: Senden
it: Invia
zh_tw: 發送

# sendFileTooltip
source: Send File
de: Datei Senden
it: Invia file
zh_tw: 發送文件

# createUserAccount
source: Create user profile
de: Profil erstellen
it: Crea un profilo
zh_tw: 建立賬號

# learnMore
source: Learn about qaul
de: Mehr über qaul lernen
it: Sapere di piu di qaul
zh_tw: 了解更多qaul.net

# userAccountNavButtonTooltip
source: Your account
de: Dein Profil
it: Il tuo profilo
zh_tw: 您的賬戶

# publicNavButtonTooltip
source: Public
de: Öffentlich
it: Pubblico
zh_tw: 公開

# usersNavButtonTooltip
source: Users
de: Kontakte
it: Contatti
zh_tw: 用戶

source: Network
de: Netzwerk
it: Rete
zh_tw: 網路

# createPublicPostTooltip
source: Create post
de: Mitteilung erstellen
it: Crea un post pubblico
zh_tw: 創建帖子

# submitPostTooltip
source: Submit
de: Absenden
it: Invia
zh_tw: 提交

# newChatTooltip
source: Chat
it: Nuova chat
zh_tw: 新建聊天

# createGroupHint
source: Group name
de: Gruppen Name
it: Nome del gruppo
zh_tw: 群組名稱

# publicNotificationsEnabled
source: Public Posts
de: Öffentliche Mitteilungen
it: Post pubblici
zh_tw: 啟用/禁用公共帖子通知：

# chatNotificationsEnabled
source: Chat Messages
de: Chat-Nachrichten
it: Messaggi chat
zh_tw: 啟用/禁用聊天通知：

# notifyOnlyForVerifiedUsers
source: Only Show Notifications of Verified Users
de: Nur über Mitteilungen von verifizierten Nutzern benachrichtigen
it: Mostra solo notifiche di contatti verificati
zh_tw: 僅顯示已驗證的通知：

source: Settings
de: Einstellungen
it: Impostazioni
zh_tw: 設置

source: About
de: Über
it: Info
zh_tw: 關於

source: Accept
de: Akzeptieren
it: Accetta
zh_tw: 接受

# addNodeCTA
source: Add internet node
de: Internet-Knoten hinzufügen
it: Aggiungi nodo
zh_tw: 添加網路節點

source: Add storage user
de: Benutzer zur Zwischenspeicherung hinzufügen
it: Aggiungi utente del cache

source: Address
de: Adresse
it: Indirizzo
zh_tw: 地址

# allConnectionsFilterLabel
source: Show Entire Network
de: Gesamtes Netzwerk anzeigen
it: Mostra tutta la rete
zh_tw: 顯示整個網路

source: Block User
de: Nutzer blockieren
it: Blocca contatto
zh_tw: 封鎖用戶

# blockUserConfirmationMessage
source: Do you want to block this user?
de: Möchtest du diesen Kontakt blockieren?
it: Vuoi bloccare questo contatto?
zh_tw: 你確定要封鎖這個用戶嗎？

# chatEmptyMessageHint
source: Your message...
de: Deine Mitteilung...
it: Messaggio
zh_tw: 輸入你的信息...

# chatEmptyState
source: No messages here yet
de: Noch keine Mitteilungen
it: Nessun messaggio
zh_tw: 無消息

source: Connections
de: Verbindungen
it: Collegamenti
zh_tw: 連接

# continueDialogButton
source: Continue
de: Weiter
it: Avanti
zh_tw: 繼續

# createButtonHint
source: Create
de: Erstellen
it: Crea
zh_tw: 創建

source: Create new group
de: Neue Gruppe erstellen
it: Crea un gruppo
zh_tw: 創建新組

source: Created at
de: Erstellt am
it: Creato il
zh_tw: 創建於

source: Dark Theme
de: Dunkles Erscheinungsbild
it: Tema scuro
zh_tw: 深色主題

source: Decline
de: Ablehnen
it: Rifiuta
zh_tw: 拒絕

source: Delete logs
de: Log-Einträge löschen
it: Cancella voce del log
zh_tw: 刪除日誌

# emptyChatsList
source: No chat rooms yet
de: Noch keine Chats
it: Nessuna chat
zh_tw: 未創建聊天室

# emptyNodeName
source: No name
de: Unbenannt
it: Sconosciuto

# emptyPublicList
source: No public messages yet
de: Noch keine öffentlichen Nachrichten
it: Nessun messaggio pubblico
zh_tw: 未公開信息

# emptyUsersList
source: No users added yet
de: Noch keine Kontakte gefunden
it: Nessun contatto aggiunto
zh_tw: 未添加用戶

source: Enable Logging:
de: Logeinträge speichern:
it: Salva il log:
zh_tw: 啟用日誌記錄:

# fieldRequiredErrorMessage
source: Field required.
de: Eingabe erforderlich
it: Campo obbligatorio
zh_tw: 必填

source: File history
de: Alle Chat-Dateien
it: Tutti i file della chat

# genericEmptyState
source: Nothing here yet
de: Noch keine Einträge
it: Nessun risultato
zh_tw: 無

# genericErrorMessage
source: An error occurred
de: Es ist ein Fehler aufgetreten
it: Si ha verificato un errore
zh_tw: 發生錯誤

source: Go to support
de: Sende uns eine Support-Nachricht
it: Richiedi assistenza
zh_tw: 前往支持頁面

# groupChatMessageHint
source: Group chat message
de: Gruppen-Chat-Nachricht
it: Messaggio di gruppo

# groupEventInviteAccepted
source: "{username}" accepted the invite to the group
de: "{username}" hat die Einladung aktzeptiert
it: "{username}" ha accettato l'invito
zh_tw: "{username}" 有 接受邀請 該群組

# groupEventInvited
source: "{username}" has been invited to the group
de: "{username}" wurde eigeladen
it: "{username}" è stato invitato
zh_tw: "{username}" 有 被邀請 該群組

# groupEventJoined
source: "{username}" has joined the group
de: "{username}" ist der Gruppe beigetreten
it: "{username}" è entrato nel gruppo
zh_tw: "{username}" 有 已加入 該群組

# groupEventLeft
source: "{username}" has left the group
de: "{username}" hat die Gruppe verlassen
it: "{username}" ha lasciato il gruppo
zh_tw: "{username}" 有 退出 該群組

# groupEventRemoved
source: "{username}" was removed from the group
de: "{username}" wurde aus der Gruppe entfernt
it: "{username}" è stato rimosso dal gruppo
zh_tw: "{username}" 有 已被移除 該群組

source: Group Invite
de: Gruppeneinladung
it: Invito di gruppo
zh_tw: 群組邀請

source: Group Name
de: Gruppen-Name
it: Nome del gruppo
zh_tw: 群組名稱

source: Group Settings
de: Gruppen-Einstellungen
it: Impostazioni del gruppo
zh_tw: 群組設置

# groupStateEventClosed
source: The group has been closed
de: Die Gruppe wurde geschlossen
it: Il gruppo è stato chiuso
zh_tw: 群已關閉

# groupStateEventCreated
source: The group has been created
de: Die Gruppe wurde erstellt
it: Il gruppo è stato creato
zh_tw: 群組已創建

source: Hop Count
de: Anzahl Knoten
it: Numero di salti
zh_tw: 跳數

source: Internet Nodes
de: Internet-Knoten
it: Nodi di internet
zh_tw: 網路節點

# invalidIPMessage
source: Invalid IP
de: IP ungültig
it: IP non valido
zh_tw: 無效IP

# invalidPortMessage
source: Invalid Port
de: Port ungültig
it: Port non valido
zh_tw: 無效端口

source: Invite
de: Einladen
it: Invita
zh_tw: 邀請

source: Invite user
de: Kontakt einladen
it: Invita contatto

source: Invited by
de: Eingeladen von
it: Invitato da
zh_tw: 邀請人

source: Known Addresses
de: Bekannte Adressen
it: Indirizzi conosciuti
zh_tw: 已知地址

source: Language
de: Sprache
it: Lingua
zh_tw: 語言

source: Light Theme
de: Helles Erscheinungsbild
it: Tema chiaro
zh_tw: 淺色主題

# logsDescription1
source: Whenever an error occurs, a log is created.
de: Sobald ein Fehler auftritt, wird ein Log-Eintrag angelegt.
it: Quando si verifica un errore, una voce verrà creata nel log.
zh_tw: 每當發生錯誤時，都會創建一個日誌。

# logsDescription2
source: You can choose to report them or delete them.
de: Du kannst auswählen, ob du den Eintrag löschen oder melden möchtest.
it: Puoi scegliere di inviare un report oppure di eliminare la voce.
zh_tw: 您可以選擇舉報或刪除。

source: Members
de: Mitglieder
it: Membri
zh_tw: 會員

source: Name
it: Nome
zh_tw: 姓名

source: No Logs Available
de: Keine Log-Einträge verfügbar
it: Nessuna voce
zh_tw: 沒有可用的日誌

# noOfMembers
source: Number of members
de: Anzahl Mitglieder
it: Numero membri
zh_tw: 會員人數

source: No open chats
de: Keine offenen Chats
it: Nessuna chat aperta
zh_tw: 未創建聊天

# noneAvailableMessage
source: None available
de: keine Mitteilungen verfügbar
it: nessun messaggio disponibile
zh_tw: 無可用信息

# notFoundErrorMessage
source: not found
de: nichts gefunden
it: nessun risultato
zh_tw: 未找到

source: Notifications
de: Mitteilungen
it: Notifiche

# pleaseRestartApp
source: Please restart the application
de: Bitte starte die App neu
it: Riavvia l'app
zh_tw: 請重啟應用程式

source: Public Key
de: Öffentlicher Schlüssel
it: Chiave pubblica
zh_tw: 公鑰

# publicNoteHintText
source: Public note
de: Öffentliche Mitteilung
it: Notifica pubblica
zh_tw: 公告

source: Remove user
de: Kontakt entfernen
it: Rimuovi contatto
zh_tw: 刪除用戶

# removeUserDialogContent
source: Are you sure you'd like to remove this user from the group?
de: Sicher, dass du diesen Benutzer aus der Gruppe entfernen willst?
it: Sei sicuro di voler rimuovere questo contatto dal gruppo?
zh_tw: 您確定要從組中刪除該用戶嗎？

source: Routing Data Table
de: Routing-Tabelle
it: Tabella di routing
zh_tw: 路由數據表

source: Search user...
de: In Kontakten suchen...
it: Cerca nei contatti...
zh_tw: 搜尋用戶...

# securePrivateMessageHint
source: Secure private message
de: verschlüsselte private Nachricht
it: Messaggio criptato

source: Security Number
de: Sicherheits-Nummer
it: Codice di sicurezza
zh_tw: 安全碼

# securityNumberDialogDesc
source: Please ensure that the person you're trying to verify sees the same security number on their screen when attempting to verify you.
de: Bitte versichere dich, dass die Person, die du verifizerien möchtest, die exakt gleiche Sicherheitsnummer angezeigt bekommt, wenn sie versucht dich zu verifizieren.
it: Assicurati che la persona che vuoi verificare riceva lo stesso numero di sicurezza quando prova a verificarti.
zh_tw: 請確保您嘗試驗證的人在嘗試驗證您時在他們的屏幕上看到相同的安全號碼。

source: Send Logs
de: Log-Einträge senden
it: Inviare voci del log
zh_tw: 發送日誌

source: Show All Files
de: Alle Dateien anzeigen
it: Mostra tutti i file
zh_tw: 顯示所有文件

source: Storage Users
de: Benutzer zur Zwischenspeicherung von Nachrichten
it: Utente del cache

source: Support
it: Assistenza
zh_tw: 支持

source: Theme
de: Thema
it: Tema
zh_tw: 主題

# timeoutErrorMessage
source: Timeout
de: Zeitüberschreitung
it: Tempo scaduto
zh_tw: 已超時

source: Total logs size:
de: Verwendeter Speicherplatz aller Log-Einträge:
it: Memoria in uso del log:
zh_tw: 總日誌大小：

source: Unblock User
de: Nutzerblockierung aufheben
it: Sblocca contatto
zh_tw: 解鎖用戶

# unblockUserConfirmationMessage
source: Do you want to unblock this user?
de: Möchtest du diesen Kontakt entblockieren?
it: Vuoi sbloccare questo contatto?
zh_tw: 你確定要解封這個用戶嗎？

source: Unknown
de: Unbekannt
it: Sconnosciuto/a
zh_tw: 未知

# unverify
source: Remove verified status
de: Verifizierung löschen
it: Rimuovi stato di contatto verificato
zh_tw: 移除驗證狀態

# unverifyUserConfirmationMessage
source: Do you want to remove the verified status from this user?
de: Möchtest du die Verifizierung löschen?
it: Vuoi rimuovere lo stato di contatto verificato?
zh_tw: 你確定要刪除該用戶的驗證狀態嗎？

# useSystemDefaultMessage
source: Use system's default
de: Systemeinstellungen verwenden
it: Utilizzare impostazioni dello sistema
zh_tw: 使用系統默認值

source: User ID
de: Nutzer ID
it: ID
zh_tw: 用戶ID

# usernameLengthMessage
source: Username must have at least 2 characters.
de: Der Nutzername muss aus mindestens zwei Zeichen bestehen.
it: L'username deve contenere almeno due lettere.
zh_tw: 用戶名必須至少有包含兩個字符。

source: Verify
de: Verifizieren
it: Verifica
zh_tw: 驗證

# verifyUserConfirmationMessage
source: Do you want to verify this user?
de: Möchtest du diesen Kontakt verifizieren?
it: Vuoi verificare questo contatto?
zh_tw: 你確定要驗證這個用戶嗎？

source: AGPL License
de: AGPL Lizenz

source: Username
de: Benutzername
zh_tw: 用戶名

# okDialogButton
source: OK
zh_tw: 確定

source: Start
zh_tw: 開始

# chatNavButtonTooltip
source: Chat
zh_tw: 聊天

source: Ping
zh_tw: 延時

source: Via
zh_tw: 來源於
